Repository: TranLeKhanhDuyen/Copin
Catalog: src/locales/*/messages.po
Languages: fr

source: "It's better to regret what you have done than what you haven't"
fr: Tiec nuoi ve nhung gi ban da lam hon la nhung gi ban chua bat dau

source: 100% motivation to push yourself to improve.
fr: 100% nhiet huyet de trau doi ban than

source: 160 Robinson Road, #14-04 Singapore Business Federation Centre, Singapore (068914)
fr: 160 Robinson Road...

source: Always hope & dream
fr: Luon hi vong va mo uoc

source: Always searching & aiming for new knowledge
fr: Luon luon tim hieu va tiep thu cong nghe moi

source: Always thinking with Decentralized mindset
fr: Luon luon co tu duy phi tap trung

source: Company Info
fr: Thong tin cong ty

source: Core Value
fr: Gia tri cot loi

source: Decentralized
fr: Phi tap trung

source: Develop
fr: Phat trien

source: Develop Decentralized Dream
fr: Phat trien giac mo phi tap trung

source: Don't worry, we are ready to listen to you, if you also want to build a decentralized world like us!
fr: Don't worry, we are ready to listen to you, if ...

source: Dream
fr: Giac mo

source: Each person has a goal but always towards a destination
fr: Moi nguoi co mot muc tieu nhung luon chung mot dich den

source: Every day at work is a promising day.
fr: Moi ngay lam viec la mot ngay dang mong doi

source: Fail fast, learn faster
fr: That bai nhanh, nhung hoc hoi nhanh hon

source: Fall in love with Blockchain
fr: Yeu thich blockchain

source: Flat communication
fr: Su giao tiep phang

source: Go big or go home
fr: Di tiep hoac di ve nha

source: Helicopter Building, Nguyen Van Linh Street, Da Nang City, Viet Nam
fr: Helicopter Building, Nguyen Van Linh Street ...

source: Interested in our vision, but can't find a job description that's right for you?
fr: Interested in our vision, but ...

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Maecenas condimentum, dui a auctor maximus, erat ligula lacinia magna, non venenatis justo eros mattis leo. In hac habitasse platea dictumst.
fr: Tam nhin Lorem ipsum dolor sit amet, consectetur adipiscing elit. Maecenas condimentum, dui a auctor maximus, erat ligula lacinia magna, non venenatis justo eros mattis leo. In hac habitasse platea dictumst.

source: Our Products
fr: San Pham

source: Our Promise
fr: Cam Ket

source: Our Vision
fr: Tam nhin

source: Ready to train you on blockchain knowledge.
fr: San sang dao tao ban kien thuc ve blockchain

source: Tech Stack
fr: Cong nghe

source: We are a research and development Lab based on the decentralized technological platform of Blockchain, which includes DeFi, DApps, NFTs, and blockchain.
fr: Chung toi la mot phong nghien cuu va phat trien ve nen tang cong nghe phi tap trung cua blockchain, bao gom DeFi, DApps, NFTs, va blockchain

source: Why Us?
fr: Tai sao la chung toi?
